Repository: GabryeleSantoro/AudioMaster
Catalog: AudioMaster/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %lld apps open
de: %lld Apps geöffnet
es: %lld apps abiertas
fr: %lld apps ouvertes
it: %lld app aperte

source: %lld devices connected
de: %lld Geräte verbunden
es: %lld dispositivos conectados
fr: %lld périphériques connectés
it: %lld dispositivi connessi

source: %lld playing
de: %lld wiedergeben
es: %lld reproduciendo
fr: %lld en lecture
it: %lld in riproduzione

source: %lld playing · %lld apps open
de: %lld wiedergeben · %lld Apps geöffnet
es: %lld reproduciendo · %lld apps abiertas
fr: %lld en lecture · %lld apps ouvertes
it: %lld in riproduzione · %lld app aperte

source: Adjust the last modified app volume from anywhere
de: Lautstärke der zuletzt geänderten App von überall anpassen
es: Ajustar el volumen de la última app modificada desde cualquier lugar
fr: Ajuster le volume de la dernière app modifiée depuis n'importe où
it: Regola il volume dell'ultima app modificata da qualsiasi punto

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate

source: Aggregate
de: Aggregat
es: Agregado
fr: Agrégat
it: Aggregato

source: App Volumes
de: App-Lautstärke
es: Volúmenes de apps
fr: Volumes des apps
it: Volumi app

source: Audio Devices
de: Audiogeräte
es: Dispositivos de audio
fr: Périphériques audio
it: Dispositivi audio

source: Automatic updates
de: Automatische Updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques
it: Aggiornamenti automatici

source: Channels
de: Kanäle
es: Canales
fr: Canaux
it: Canali

source: Check for and install updates automatically
de: Updates automatisch suchen und installieren
es: Buscar e instalar actualizaciones automáticamente
fr: Rechercher et installer les mises à jour automatiquement
it: Cerca e installa aggiornamenti automaticamente

source: Core Audio error %lld in %@
de: Core-Audio-Fehler %lld in %@
es: Error de Core Audio %lld en %@
fr: Erreur Core Audio %lld dans %@
it: Errore Core Audio %lld in %@

source: Debug logging
de: Debug-Protokollierung
es: Registro de depuración
fr: Journal de débogage
it: Registro di debug

source: Decrease volume of last app
de: Lautstärke der letzten App verringern
es: Bajar volumen de la última app
fr: Diminuer le volume de la dernière app
it: Diminuisci volume dell'ultima app

source: Decrease Volume of Last App
de: Lautstärke der letzten App verringern
es: Bajar volumen de la última app
fr: Diminuer le volume de la dernière app
it: Diminuisci volume dell'ultima app

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito

source: Default volume for new apps
de: Standardlautstärke für neue Apps
es: Volumen predeterminado para apps nuevas
fr: Volume par défaut pour les nouvelles apps
it: Volume predefinito per le nuove app

source: Devices
de: Geräte
es: Dispositivos
fr: Périphériques
it: Dispositivi

source: Display dB values alongside percentages
de: dB-Werte neben Prozent anzeigen
es: Mostrar valores dB junto a porcentajes
fr: Afficher les valeurs dB avec les pourcentages
it: Mostra valori dB accanto alle percentuali

source: Display volume control in the menu bar
de: Lautstärkeregelung in der Menüleiste anzeigen
es: Mostrar el control de volumen en la barra de menús
fr: Afficher le contrôle du volume dans la barre de menus
it: Mostra il controllo volume nella barra dei menu

source: Enable verbose logging for troubleshooting
de: Ausführliche Protokollierung zur Fehlerbehebung aktivieren
es: Activar registro detallado para solución de problemas
fr: Activer la journalisation détaillée pour le dépannage
it: Abilita registro dettagliato per la risoluzione problemi

source: Filter apps...
de: Apps filtern...
es: Filtrar apps...
fr: Filtrer les apps...
it: Filtra app...

source: General
de: Allgemein
fr: Général
it: Generale

source: Grant Audio Capture in System Settings → Privacy & Security
de: Erteilen Sie Audioaufnahme in Systemeinstellungen → Datenschutz & Sicherheit
es: Concede captura de audio en Ajustes del sistema → Privacidad y seguridad
fr: Accordez la capture audio dans Réglages système → Confidentialité et sécurité
it: Concedi la captura audio in Impostazioni di sistema → Privacy e sicurezza

source: Headphones
de: Kopfhörer
es: Auriculares
fr: Casque
it: Cuffie

source: Hide AudioMaster
de: AudioMaster ausblenden
es: Ocultar AudioMaster
fr: Masquer AudioMaster
it: Nascondi AudioMaster

source: Increase volume of last app
de: Lautstärke der letzten App erhöhen
es: Subir volumen de la última app
fr: Augmenter le volume de la dernière app
it: Aumenta volume dell'ultima app

source: Increase Volume of Last App
de: Lautstärke der letzten App erhöhen
es: Subir volumen de la última app
fr: Augmenter le volume de la dernière app
it: Aumenta volume dell'ultima app

source: Input
de: Eingabe
es: Entrada
fr: Entrée
it: Ingresso

source: Invalid audio device
de: Ungültiges Audiogerät
es: Dispositivo de audio no válido
fr: Périphérique audio invalide
it: Dispositivo audio non valido

source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera

source: Launch at login
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvia all'accesso

source: Logarithmic
de: Logarithmisch
es: Logarítmica
fr: Logarithmique
it: Logaritmica

source: Muted
de: Stumm
es: Silenciado
fr: Silencieux
it: Silenziato

source: No apps running
de: Keine Apps geöffnet
es: No hay apps en ejecución
fr: Aucune app en cours
it: Nessuna app in esecuzione

source: No audio devices found
de: Keine Audiogeräte gefunden
es: No se encontraron dispositivos de audio
fr: Aucun périphérique audio trouvé
it: Nessun dispositivo audio trovato

source: Now playing through
de: Wiedergabe über
es: Reproduciendo a través de
fr: Lecture via
it: Riproduzione tramite

source: Open an app to control its volume here.
de: Öffnen Sie eine App, um die Lautstärke hier zu steuern.
es: Abre una app para controlar su volumen aquí.
fr: Ouvrez une app pour contrôler son volume ici.
it: Apri un'app per controllarne il volume qui.

source: Open AudioMaster
de: AudioMaster öffnen
es: Abrir AudioMaster
fr: Ouvrir AudioMaster
it: Apri AudioMaster

source: Open window on launch
de: Fenster beim Start öffnen
es: Abrir ventana al iniciar
fr: Ouvrir la fenêtre au lancement
it: Apri finestra all'avvio

source: Output
de: Ausgabe
es: Salida
fr: Sortie
it: Uscita

source: Per-app volume requires macOS 14.2 or later.
de: App-Lautstärke erfordert macOS 14.2 oder neuer.
es: El volumen por app requiere macOS 14.2 o posterior.
fr: Le volume par app nécessite macOS 14.2 ou ultérieur.
it: Il volume per app richiede macOS 14.2 o successivo.

source: Persist volume levels across restarts
de: Lautstärken über Neustarts hinweg speichern
es: Conservar niveles de volumen entre reinicios
fr: Conserver les niveaux de volume après redémarrage
it: Mantieni i livelli di volume tra i riavvii

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Quit AudioMaster
de: AudioMaster beenden
es: Salir de AudioMaster
fr: Quitter AudioMaster
it: Esci da AudioMaster

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto

source: Remember app volumes
de: App-Lautstärken merken
es: Recordar volúmenes de apps
fr: Mémoriser les volumes des apps
it: Ricorda volumi app

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser
it: Ripristina impostazioni predefinite

source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d'échantillonnage
it: Frequenza di campionamento

source: Show decibels
de: Dezibel anzeigen
es: Mostrar decibelios
fr: Afficher les décibels
it: Mostra decibel

source: Show in menu bar
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre de menus
it: Mostra nella barra dei menu

source: Show the main window when AudioMaster starts
de: Hauptfenster beim Start von AudioMaster anzeigen
es: Mostrar la ventana principal al iniciar AudioMaster
fr: Afficher la fenêtre principale au démarrage d'AudioMaster
it: Mostra la finestra principale all'avvio di AudioMaster

source: Sound control
de: Tonsteuerung
es: Control de sonido
fr: Contrôle audio
it: Controllo audio

source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante

source: Start AudioMaster when you log in
de: AudioMaster beim Anmelden starten
es: Iniciar AudioMaster al iniciar sesión
fr: Démarrer AudioMaster à la connexion
it: Avvia AudioMaster all'accesso

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Unknown Device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Périphérique inconnu
it: Dispositivo sconosciuto

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa

source: Volume
de: Lautstärke
es: Volumen

source: Volume Control
de: Lautstärkeregelung
es: Control de volumen
fr: Contrôle du volume
it: Controllo volume

source: Volume curve
de: Lautstärkekurve
es: Curva de volumen
fr: Courbe de volume
it: Curva del volume

source: Volume shortcuts
de: Lautstärke-Kürzel
es: Atajos de volumen
fr: Raccourcis de volume
it: Scorciatoie volume

source: Linear
es: Lineal
fr: Linéaire
it: Lineare

source: Master
es: Principal
fr: Principal
it: Principale

source: Apps
it: App
